Repository: alexander-marquardt/lexavideo
Catalog: client/po/*.po
Languages: es

source: ) at the right side of the URL bar, and click on it to modify your permissions.
es: ) en el lado derecho de la barra de direcciones y haz clic en él para modificar tus permisos.

source: ) at the top left corner of your browser window.
es: ) en la esquina superior izquierda de la ventana del navegador.

source: ) at the top right of your browser window.
es: ) en la parte superior derecha de la ventana del navegador.

source: ) on the left side of the URL bar to allow access to your camera.
es: ) en el lado izquierdo de la barra de direcciones para permitir el acceso a tu cámara.

source: Advanced features
es: Funcionalidades avanzadas

source: Alternatively, you can do the following to change your settings permanently:
es: Alternativamente, puedes hacer lo siguiente para cambiar la configuración de forma permanente:

source: Chat room name is available!
es: Nombre de sala de chat es disponible!

source: ChatSurfing allows you to easily <strong>chat</strong> and <strong>video conference</strong> by entering into a chat room and inviting your friends and acquaintances to join you. For your privacy, your video is only enabled when you explicitly turn it on and it will only be shared with people that you choose.
es: ChatSurfing te permite <strong>chatear</strong> y <strong>hacer video conferencia</strong> con facilidad, por entrar en una sala de chat e invitar a tus amigos. Para tu privacidad, el vídeo sólo se activa cuando lo autorizas explícitamente y sólo se compartirá con la gente que has elidido.

source: ChatSurfing is easy to use
es: ChatSurfing es fácil de usar

source: Click here for detailed instructions
es: Haz clic aquí para instrucciones detalladas

source: Click on "Content settings".
es: Haz clic en "Configuración de contenido".

source: Click on "Permissions".
es: Haz clic en "Permisos".

source: Click on "Privacy".
es: Haz clic en “Privacidad”

source: Click on "Settings".
es: Haz clic en "Configuración".

source: Click on "Website settings".
es: Haz clic en "Configuración del sitio web".

source: Click on the Opera symbol (
es: Haz clic en el símbolo de Ópera (

source: Click on the drop-down menu (
es: Haz clic en el menú desplegable (

source: Create!
es: Crear nuevo

source: Deny
es: Negar

source: Each user in the chat room will have a colored symbol beside their name where blue means that they are active, yellow means that they are idle, and red means that they are away.
es: Cada usuario en la sala de chat tendrá un símbolo coloreado al lado de su nombre. Azul significa que está activo, amarillo significa que está inactivos y rojo significa que está fuera.

source: Enter!
es: Entrar!

source: How to use ChatSurfing
es: Cómo usar ChatSurfing

source: If you do not see a camera dialog box, then try clicking on the camera symbol (
es: Si no ves un cuadro de diálogo de la cámara, intenta hacer clic en el símbolo de la cámara (

source: If you do not see camera settings at the bottom of the screen after reloading, then please do the following:
es: Si no ves ajustes de la cámara en la parte inferior de la pantalla después de la recarga, por favor, haz lo siguiente:

source: If you do not see the "Allow media capture" prompt, then please do the following:
es: Si no ves la opción "Permitir la captura de medios" del sistema, haz lo siguiente:

source: If you do not see the Camera access prompt at the top left of your browser window after reloading the page, then please do the following:
es: Si no ves el indicador de acceso de la cámara en la parte superior izquierda de la ventana del navegador después de volver a cargar la página, haz lo siguiente:

source: If you have entered into a "Popular chat" that already has people chatting, then just say hello to people in the room and join in the conversation. Please note that to protect our members privacy, messages sent before you joined the room will not be displayed to you.
es: Si has entrado en un “Chat popular” que ya tiene personas chateando, puedes saludar a personas en la sala y participe en la conversación. Tenga en cuenta que para proteger la privacidad de nuestros miembros, no se mostrarán mensajes enviados antes de que se unió a la sala de te.

source: If you want to have a private conversation with someone, then enter a unique chat room name that is unlikely to be accidentally chosen by other people. Then invite your friends to join you by sharing your chosen room name (send them an email, text message, etc.).
es: Si quieres tener una conversación privada con alguien, puedes crear tu propia sala de chat escogiendo un nombre único que es poco probable ser elegido accidentalmente por otras personas. Luego invita a tus amigos a unirse contigo por compartir el nombre de la sala (enviar un correo electrónico, mensaje de texto, etc.).

source: If you want to request a video exchange with someone, then click on the camera symbol beside their name and wait for them to accept or deny your offer.
es: Si deseas solicitar un intercambio de video con alguien, haz clic en el símbolo de la cámara al lado de su nombre y esperar a que aceptan o rechazan tu oferta.

source: If you wish to see who has invited you to exchange video, click on the button at the top left beside the ChatSurfing logo, and select "Notifications". The notifications menu can also be seen by swiping left on a touch-sensitive device.
es: Si deseas ver quién te ha invitado a intercambiar vídeo, haz clic en el botón en la parte superior a la izquierda al lado del logotipo ChatSurfing y seleccione "Notificaciones". El menú de notificaciones también se puede ver al deslizando a la izquierda en un dispositivo sensible al tacto.

source: It appears that you have been disconnected and re-connected to ChatSurfing. Messages sent to your currently open chat rooms while you were absent will not be delivered to you.
es: Parece que has sido desconectado y re-conectado a ChatSurfing. Los mensajes enviados a tus salas de chat mientras estabas ausente no serán entregada a ti.

source: It appears that you have denied access to your camera. This video chat will not function if your camera is not enabled. Please look for the camera symbol (
es: Parece que has negado el acceso a tu cámara. Este video chat no funcionará si la cámara no está habilitado. Por favor, busca el símbolo de la cámara (

source: It appears that you have denied access to your camera. This website will not function correctly if your camera is not enabled. Reload this page and make sure that you select "Allow" when you are prompted for access to your camera and microphone.
es: Parece que has negado el acceso a tu cámara. Este sitio web no funcionará correctamente si la cámara no está habilitado. Actualizar esta página y asegúrete de que seleccionas "Permitir" cuando se te pregunta por el acceso a la cámara y el micrófono.

source: It appears that you have denied access to your camera. This website will not function correctly if your camera is not enabled. To see the camera settings, reload this page in your browser by clicking on the URL bar above, and then pressing go on the keypad.
es: Parece que has negado el acceso a tu cámara. Este sitio web no funcionará correctamente si la cámara no está habilitado. Para ver los ajustes de la cámara, vuelva a cargar esta página en su navegador haciendo clic en la barra de dirección de arriba, y luego presionando ir en el teclado.

source: It appears that you have denied access to your camera. This website will not function correctly if your camera is not enabled. Please click on the camera symbol (
es: Parece que ha negado el acceso a su cámara. Este sitio web no funcionará correctamente si la cámara no está habilitado. Por favor, haz clic en el símbolo de la cámara (

source: It appears that you have denied access to your camera. This website will not function correctly if your camera is not enabled. Reload this page and make sure that you select "Allow" when you are prompted for access to your camera and microphone.
es: Parece que has negado el acceso a tu cámara. Este sitio web no funcionará correctamente si la cámara no está habilitado. Actualizar esta página y asegúrete de que seleccionas "Permitir" cuando se le pregunta por el acceso a la cámara y el micrófono.

source: It appears that you have denied access to your camera. This website will not function correctly if your camera is not enabled. Try reloading this page to see the camera settings.
es: Parece que has negado el acceso a tu cámara. Este sitio web no funcionará correctamente si la cámara no está habilitado. Intente volver a cargar esta página para ver los ajustes de la cámara.

source: Join a chat room
es: Únete a una sala de chat

source: Join a chat room from the main page by either typing in the name of a custom room, or by clicking on one of the "Popular Chats" that are listed.
es: Únete a una sala de chat desde la página principal por escribir el nombre de la sala, o haciendo clic en una de las “Chats populares".

source: Join!
es: Unir!

source: Logout
es: Salir

source: Make sure that "Clear cookies and data" is selected and press OK.
es: Asegúrete de que "Borrar cookies y datos" está seleccionado y pulsa Aceptar.

source: Modify the "Use the Camera" and "Use the Microphone" settings at the bottom of the Permissions window (you may have to scroll down to see them).
es: Modifica la opción "Usar la cámara" y "utilizar el micrófono" ajustes en la parte inferior de la ventana Permisos (es posible que tienes que desplazarse hacia abajo para verlos).

source: Most of the video functionality of this site will not work correctly on your device. Please try accessing
es: La mayor parte de la funcionalidad de video de este sitio no funcionará correctamente en el dispositivo. Por favor, intente acceder

source: My open chats
es: Mis chats abiertos

source: Name of chat room to create and/or join
es: Nombre de sala de chat para crear y/o unirte

source: New chat
es: Chat nuevo

source: Note: if you have trouble finding
es: Nota: si tienes problemas para encontrar

source: Notifications
es: Notificaciones

source: Once you are in the Privacy menu, you can click on "Clear Browsing Data" at the bottom of the window.
es: Una vez en el menú de privacidad, puedes hacer clic en "Eliminar datos de navegación" en la parte inferior de la ventana.

source: Once you are in the Website settings menu, you can search for
es: Una vez en el menú Configuración del sitio web, puedes buscar

source: Please allow access to your camera
es: Por favor, permite el acceso a su cámara

source: Please click on the "Allow" button at the bottom of your browser window.
es: Por favor, haz clic en el botón "Permitir" en la parte inferior de la ventana del navegador.

source: Please click on the "Allow" button at the top of your navigator window.
es: Por favor, haga clic en el botón "Permitir" en la parte superior de la ventana del navegador.

source: Please click on the "Share Selected Devices" in the camera dialog box at the top left of this window.
es: Por favor, haz clic en "Compartir con los dispositivos seleccionados" en el cuadro de diálogo de la cámara en la parte superior izquierda de esta ventana.

source: Please try using
es: Por favor, intenta de usar

source: Please upgrade your browser to a newer version in order to use the functionality of
es: Por favor, actualiza tu navegador a una versión más reciente para poder utilizar la funcionalidad de

source: Reload the page and make sure that you allow media capture when prompted.
es: Actualizar la página y asegúrete de que permites la captura de los medios de comunicación cuando se te solicite.

source: Right click anywhere on this page and select "View Page Info"
es: Haz clic derecho en cualquier lugar de esta página y seleccione "Ver Información de la página"

source: Select "Clear browsing data...".
es: Seleccione "Eliminar datos de navegación ...".

source: Select "Settings" from the menu.
es: Seleccione "Configuración" en el menú.

source: Supported browsers and devices
es: Navegadores y dispositivos compatibles

source: The following people would like to exchange live video.
es: Las siguientes personas les gustaría intercambiar vídeo en directo.

source: To exit a chat room, click on the "X" symbol beside the chat room name, just below the ChatSurfing logo.
es: Para salir de una sala de chat, haz clic en el símbolo "X" al lado del nombre de la sala de chat, justo debajo del logotipo ChatSurfing.

source: Unfortunately, due to technical limitations video functionality does not work on iPhones or iPads. We hope to build an app in the future to allow support for these devices.
es: Lamentablemente, debido a limitaciones técnicas funcionalidad de vídeo no funciona en iPhones o iPads. Esperamos hacer una aplicación en el futuro para permitir el soporte para estos dispositivos.

source: Video functionality is supported in Google Chrome, Firefox and Opera web browsers. We recommend using Chrome.
es: Funcionalidad de vídeo es compatible con navegadores web Google Chrome, Firefox y Opera. Recomendamos el uso de Chrome.

source: Video requests
es: Peticiones vídeo

source: You can open as many chats as you like. Just click on the button in the top left corner on the left side of the ChatSurfing logo to see the option for "New chat". You can also show the menu by swiping from left to right on a touch-sensitive device.
es: Puede abrir tantas charlas como quieras. Simplemente haz clic en el botón en la esquina superior izquierda en el lado izquierdo del logotipo ChatSurfing para ver la opción de "Nuevo chat". También puede mostrar el menú deslizando de izquierda a derecha en un dispositivo sensible al tacto.

source: You can open video sessions with as many people as you like, however if your browser starts to slow down this is a sign that you have probably opened too many video sessions.
es: Puedes abrir sesiones de video con tantas personas como quieras, sin embargo si su navegador comienza a ir mas despacio esta es una señal de que probablemente has abierto demasiadas sesiones de video.

source: You do not have any pending requests to exchange live video.
es: No tienes ninguna solicitud pendiente para el intercambio de vídeo en directo.

source: Your browser does not support the video functionality required to use the video functionality of
es: Tu navegador no soporta la funcionalidad de vídeo necesario para utilizar la funcionalidad de vídeo de

source: Your browser is not supported!
es: ¡Tu navegador no es compatible!

source: Your browser is out of date!
es: Tu navegador no está actualizado!

source: and change the camera permissions.
es: y cambiar los permisos de la cámara.

source: click on the drop-down menu (
es: haz clic en el menú desplegable (

source: from an Android device or a desktop computer.
es: desde un dispositivo Android o una computadora de escritorio.

source: iPad, iPhone, and iPod are not supported :-(
es: iPad, iPhone y iPod no son compatibles :-(

source: in the "Website settings" menu mentioned above, you might want to clear your browser cache. You can accomplish this as follows:
es: en el menú "Configuración del sitio web" se mencionó anteriormente, es posible que desees borrar la caché del navegador. Esto se puede hacer de la siguiente manera:
